;Place localized text in this file


;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[MaleVoice1_TakedaMKX X2BodyPartTemplate]
DisplayName="Takeda Takahashi"
[MaleVoice1_TakedaMKX_RPR X2BodyPartTemplate]
DisplayName="Takeda Takahashi"
[MaleVoice1_TakedaMKX_TEM X2BodyPartTemplate]
DisplayName="Takeda Takahashi"
[MaleVoice1_TakedaMKX_SKR X2BodyPartTemplate]
DisplayName="Takeda Takahashi"